Repository: argopecten/de.systopia.mutualaid
Catalog: l10n/*/LC_MESSAGES/mutualaid.po
Languages: pt_pt

source: - None -
pt_pt: -Nenhum-

source: Offer Help
pt_pt: Oferta de Ajuda

source: I am offering help for
pt_pt: Estou a oferecer ajuda para

source: Select what kind of help you are offering.
pt_pt: Escolha que tipo de ajuda quer oferecer.

source: I am offering help for max.
pt_pt: Ofereço-me para ajudar um número máx.

source: persons
pt_pt: pessoas

source: I am offering help in a max. proximity of
pt_pt: Disponibilizo-me para ajudar num raio de proximidade máxima de

source: Notes/Comments
pt_pt: Notas/Comentários

source: Terms and Conditions
pt_pt: Termos e Condições

source: I understand and accept the terms and conditions for using this service.
pt_pt: Compreendo e aceito os termos e condições para poder usar este serviço.

source: Offer help
pt_pt: Oferta de Ajuda

source: Please provide an integer value for the maximum number of persons you would like to offer help for.
pt_pt: Por favor escreva um algarismo inteiro para o número máximo de pessoas a quem gostaria de ajudar.

source: Please provide a numeric value for the maximum distance you would like to offer help in.
pt_pt: Por favor escreva um valor numérico para a distância máxima de alcance da sua oferta de ajuda.

source: Your offer has been submitted. You will receive an e-mail confirmation shortly.
pt_pt: A sua oferta foi enviada. Você receberá um email de confirmação dentro de momentos.

source: MutualAid - Missing Data
pt_pt: MutualAid - Dados em falta

source: MutualAid: List requests/offers with missing information
pt_pt: MutualAid: Lista de pedidos/ofertas com informação em falta

source: Contact Name
pt_pt: Nome do Contacto

source: Issues
pt_pt: Problemas

source: First Name
pt_pt: Primeiro Nome

source: Last Name
pt_pt: Último Apelido

source: State/Province
pt_pt: Estado/Província/Ilha

source: Country
pt_pt: País

source: No geo coordinates
pt_pt: Faltam coordenadas geográficas

source: Maximum help distance empty
pt_pt: Está vazio o campo da distância máxima de alcance da ajuda

source: Maximum help count empty
pt_pt: Está vazio o campo da contagem de ajudas

source: Offers disabled help types
pt_pt: Estão desactivados os tipos de oferta de ajuda

source: Requests disabled help types
pt_pt: Estão desactivados os tipos de pedido de ajuda

source: Unknown issue '%1'
pt_pt: Problema desconhecido '%1'

source: View Contact Summary for this Contact.
pt_pt: Visualize o Sumário de Dados deste Contacto.

source: Request Help
pt_pt: Pedido de Ajuda

source: I am requesting help for
pt_pt: Quero ser ajudado com

source: Select what kind of help you are requesting.
pt_pt: Escolha que tipo de ajuda necessita.

source: Personal contact possible
pt_pt: É possível o contacto pessoal

source: I am eligible for being contacted personally.
pt_pt: Aceito ser contactado/a pessoalmente.

source: Your request has been submitted. You will receive an e-mail confirmation shortly.
pt_pt: O seu pedido de ajuda foi enviado. Receberá um email de confirmação dentro de momentos.

source: Languages spoken
pt_pt: Línguas que fala

source: Assigning helper [%1] to request [%2] didn't work, error was: %3.<br/>Maybe try to assign this manually...
pt_pt: A atribuição do ajudador [%1] ao pedido de ajuda [%2] não funcionou, erro foi: %3.<br/>Talvez seja melhor fazê-lo manualmente...

source: Matching Error
pt_pt: Erro de emparelhamento

source: Matched %2 help offers to help requests in %1 seconds.
pt_pt: Foram emparelhadas %2 ofertas de ajudas para pedidos de ajuda em %1 segundos.

source: Matching Completed
pt_pt: Emparelhamento concluído

source: E-Mail Address
pt_pt: Endereço de E-mail

source: Primary Phone
pt_pt: Telefone Principal

source: Secondary Phone
pt_pt: Telefone Secundário

source: Upgrade %1 to revision %2
pt_pt: Actualização %1 para revisão %2

source: Your system doesn't have a GeoCoder service configured. A GeoCoder can assign geo coordinates to a given address.<br/>
pt_pt: O seu CiviCRM não tem configurado um serviço de GeoCoder (geocodificação). Com um desses serviços será possível atribuir coordenadas a um determinado endereço.<br/>

source: This is really important for this extension, since it is needed to calculate the distance between two people.<br/>
pt_pt: Isto é extremamente importante para esta extensão, uma vez que permite calcular a distância entre duas pessoas.<br/>

source: Please configure your GeoCoder <a href="%1">HERE</a>.<br/>
pt_pt: Por favor configure o seu GeoCoder <a href="%1">AQUI</a>.<br/>

source: If you don't want to use the built-in ones we recommend <a href="%1">OpenStreetMap</a>.<br/>
pt_pt: Se preferir não usar um dos pre-definidos no sistema recomendamos <a href="%1">OpenStreetMap</a>.<br/>

source: No GeoCoder configured
pt_pt: Nenhum serviço de GeoCoder está configurado

source: Match MutualAid Requests
pt_pt: Emparelhar pedidos de Ajuda do MutualAid

source: Will match open help requests to help offers. Unconfirmed help assignments might be changed or deleted.
pt_pt: Isto irá emparelhar pedidos de ajuda a ofertas de ajuda. Atribuições de ajuda não confirmados serão alterados ou apagados.

source: No help types active.
pt_pt: Nenhum tipo de ajuda está activado.

source: Mutual Help
pt_pt: Ajuda Mútua

source: Unconfirmed Matches
pt_pt: Emparelhamentos não confirmados

source: Matching Issues
pt_pt: Problemas de emparelhamento

source: Help Offer Form
pt_pt: Formulário de Oferta de Ajuda

source: Help Request Form
pt_pt: Formulário de Pedido de Ajuda

source: Configuration
pt_pt: Configuração

source: Match Now
pt_pt: Emparelhe agora

source: Languages enabled
pt_pt: Línguas activadas

source: If enabled, languages spoken will be collected from people offering and requesting help, and taken into account when matching requests with offers.
pt_pt: Em caso de activação a capacidade de falar outras línguas de quem oferece e recebe ajuda será registada, e tida em consideração ao se fazer o emparelhamento entre os pedidos e as ofertas de ajuda.

source: Comments enabled
pt_pt: Comentários Activados

source: If enabled, comments will be collected from people offering and requesting help.
pt_pt: Em caso de activação, os comentários de quem oferece e recebe ajuda serão registados.

source: Meters
pt_pt: Metros

source: Kilometers
pt_pt: Kilometros

source: Miles
pt_pt: Milhas

source: Distance unit
pt_pt: Unidade de distância

source: Unit for distance values, used for collecting max. distance in forms and for calculating proximity.
pt_pt: Unidade para valores de distância, usada para registar distâncias máximas nos formulários para calcular proximidades.

source: Terms & Conditions
pt_pt: Termos & Condições

source: HTML content containing Terms and Conditions to display on forms.
pt_pt: Contéudo HTML de apresentação dos Termos e Condições nos formulários.

source: E-Mail Confirmation Template
pt_pt: Template de E-mail de Confirmação

source: - Do not send confirmation e-mails -
pt_pt: - Não enviar e-mails de confirmação -

source: Matching Weight: Help Types
pt_pt: Peso de Emparelhamento: Tipos de Ajuda

source: Weight for matching help types when calculating matches between persons.
pt_pt: Peso relativo dos tipos de ajuda no momento de calcular emparelhamento entre pessoas.

source: Matching Weight: Distance
pt_pt: Peso de Emparelhamento: Distância

source: Weight for distance when calculating matches between persons.
pt_pt: Peso relativo da distância no momento de calcular emparelhamento entre pessoas.

source: Matching Weight: Workload
pt_pt: Peso de Emparelhamento: Volume de Trabalho

source: Weight for workload of persons providing help when calculating matches between persons.
pt_pt: Peso relativo do volume de trabalho no momento de calcular emparelhamento entre pessoas.

source: Matching Weight: Small Distance Preference
pt_pt: Peso de Emparelhamento: Preferência pela distância mais curta

source: Weight for preference of persons providing help in small distances when calculating matches between persons.
pt_pt: Peso relativo da preferência por distâncias pequenas por parte de quem oferece ajuda no momento de calcular emparelhamento entre pessoas.

source: Enable field %1
pt_pt: Activar campo %1

source: Whether the contact field %1 is enabled for being displayed on forms of this extension.
pt_pt: Determina se o campo de contacto %1 está activado para poder ser mostrado nos formulários desta extensão.

source: Make field %1 mandatory
pt_pt: Fazer campo %1 obrigatório

source: Whether the contact field %1 is required when being displayed on forms of this extension.
pt_pt: Determina se o campo de contacto %1 está marcado como obrigatório quando é mostrado nos formulários desta extensão.

source: Default value for field %1
pt_pt: Valor pré-definido para o campo %1

source: The default value being used as preset for the field or the option, if the field is not active.
pt_pt: O valor pré-definido que está a ser usado para o campo ou para opção, se esse campo não estiver activado.

source: Languages (MutualAid)
pt_pt: Línguas (MutualAid)

source: Speaks Languages
pt_pt: Fala Línguas

source: Help Needed (Mutual Aid)
pt_pt: Precisa-se de Ajuda (MutualAid)

source: Physical Contact Possible
pt_pt: É possível o Contacto Físico

source: Help Needed
pt_pt: Precisa-se de Ajuda

source: Help Offered (Mutual Aid)
pt_pt: Oferta de Ajuda (MutualAid)

source: Help offered for max. Persons
pt_pt: Ajuda oferecida a um máximo de Pessoas

source: Help offered within
pt_pt: Ajuda oferecida num raio de

source: Mutual Aid
pt_pt: Ajuda Mútua

source: Help Type
pt_pt: Tipo de Ajuda

source: Language
pt_pt: Língua

source: Help Status
pt_pt: Estado da Ajuda

source: Mutual Aid - Help Status
pt_pt: Mutual Aid - Estado das Ajudas

source: Assigned
pt_pt: Atribuída

source: Confirmed
pt_pt: Confirmada

source: Communicated
pt_pt: Comunidada

source: Completed
pt_pt: Completada

source: Cancelled
pt_pt: Cancelada

source: Mutual Aid - Help Types
pt_pt: Mutual Aid - Tipos de Ajuda

source: Any
pt_pt: Qualquer

source: Shopping
pt_pt: Fazer compras

source: Walk the Dog
pt_pt: Passear o cão

source: Pick up Parcels
pt_pt: Levantar e entregar encomendas postais

source: Provides Mutual Aid for
pt_pt: Disponibiliza Ajuda Mútua para

source: Is provided Mutual Aid by
pt_pt: É disponibilizada Ajuda Mútua por

source: Matching Issues (Mutual Help)
pt_pt: Problemas de emparelhamento (Mutual Help)

source: <html><head><title>Matching Issues</title></head><body>
pt_pt: <html><head><title>Problemas de Emparelhamento</title></head><body>

source: Unconfirmed Matches (Mutual Help)
pt_pt: Emparelhamentos não confirmados (Mutual Help)

source: These matches still need to be confirmed
pt_pt: Estes emparelhamentos ainda precisam ser confirmados

source: <html><head><title>Unconfirmed Matches</title></head><body>
pt_pt: <html><head><title>Emparelhamentos não Confirmados</title></head><body>
