Repository: argopecten/de.systopia.mutualaid
Catalog: l10n/*/mutualaid.po
Languages: es_mx

source: Offer Help
es_mx: Ofrecer Ayuda

source: I am offering help for
es_mx: Ofrezco ayuda para

source: Select what kind of help you are offering.
es_mx: Selecciona que tipo de ayuda esta ofreciendo

source: I am offering help for max.
es_mx: Ofrezco ayuda para max.

source: persons
es_mx: personas

source: I am offering help in a max. proximity of
es_mx: Ofrezco ayuda con proximidad maxima de

source: Notes/Comments
es_mx: Commentarios

source: Terms and Conditions
es_mx: Términos

source: I understand and accept the terms and conditions for using this service.
es_mx: Entiendo y acepto los términos y condiciones por usar éste servicio.

source: Offer help
es_mx: Ofrecer ayuda

source: Please provide an integer value for the maximum number of persons you would like to offer help for.
es_mx: Por favor ingrese la cantidad máxima de personas a la cual le puede brindar ayuda

source: Please provide a numeric value for the maximum distance you would like to offer help in.
es_mx: Por favor ingrese la distancia máxima en la cual puede brindar ayuda

source: Your offer has been submitted. You will receive an e-mail confirmation shortly.
es_mx: Su oferta ha sido recibido. Recibirá un correo de confirmación en breve.

source: MutualAid - Missing Data
es_mx: Ayuda entre Vecinos - Falta de Datos

source: MutualAid: List requests/offers with missing information
es_mx: Ayuda entre Vecinos: Falta de Datos

source: Contact Name
es_mx: Nombre de Contacto

source: Issues
es_mx: Problemas

source: First Name
es_mx: Nombre

source: Last Name
es_mx: Apellido

source: State/Province
es_mx: Estado/Provincia

source: Country
es_mx: País

source: No geo coordinates
es_mx: Falta de coordinadas

source: Maximum help distance empty
es_mx: Falta de distancia máxima

source: Maximum help count empty
es_mx: Falta de cantidad máxima

source: Offers disabled help types
es_mx: Ofrecimiento de tipos de ayuda desactivados

source: Requests disabled help types
es_mx: Peticion de tipos de ayuda desactivados

source: Request Help
es_mx: Solicitar Ayuda

source: I am requesting help for
es_mx: Solicito ayuda para

source: Select what kind of help you are requesting.
es_mx: Seleccione el tipo de ayuda que necesita

source: E-Mail Address
es_mx: Correo Electrónico

source: Primary Phone
es_mx: Teléfono principal

source: Secondary Phone
es_mx: Teléfono secundario

source: Website
es_mx: Página Web

source: Mutual Help
es_mx: Ayuda entre Vecinos

source: Unconfirmed Matches
es_mx: Asignaciones no Confirmadas

source: Matching Issues
es_mx: Problemas de Asignación

source: Help Offer Form
es_mx: Formulario Ofrecimiento de Ayuda

source: Help Request Form
es_mx: Formulario Petición de Ayuda

source: Configuration
es_mx: Configuración

source: Match Now
es_mx: Asignar

source: Meters
es_mx: Metros

source: Kilometers
es_mx: Kilometros

source: Miles
es_mx: Millas

source: Languages (MutualAid)
es_mx: Idiomas (Ayuda entre Vecinos)

source: Speaks Languages
es_mx: Habla Idiomas

source: Help Needed (Mutual Aid)
es_mx: Ayuda Solicitada (Ayuda entre Vecinos)

source: Physical Contact Possible
es_mx: Contacto Directo Personal

source: Help Needed
es_mx: Ayuda Solicitada

source: Help Offered (Mutual Aid)
es_mx: Ayuda Ofrecida (Ayuda entre Vecinos)

source: Help offered for max. Persons
es_mx: Cantidad máxima der personas

source: Help offered within
es_mx: Distancia máxima

source: Mutual Aid
es_mx: Ayuda entre Vecionos

source: Help Type
es_mx: Tipo de Ayuda

source: Language
es_mx: Idioma

source: Help Status
es_mx: Estatus

source: Mutual Aid - Help Status
es_mx: Ayuda entre Vecinos - Estatus de Ayuda

source: Assigned
es_mx: Asignado

source: Confirmed
es_mx: Confirmado

source: Communicated
es_mx: Comunicado

source: Completed
es_mx: Finalizado

source: Cancelled
es_mx: Cancelado

source: Mutual Aid - Help Types
es_mx: Ayuda entre Vecinos - Tipos de Ayuda

source: Any
es_mx: Lo que sea

source: Shopping
es_mx: Compras

source: Walk the Dog
es_mx: Pasear al perro

source: Pick up Parcels
es_mx: Recoger Paqueteria

source: Provides Mutual Aid for
es_mx: Da Ayuda a

source: Is provided Mutual Aid by
es_mx: Recibe ayuda de

source: Matching Issues (Mutual Help)
es_mx: Problemas de Asignación

source: <html><head><title>Matching Issues</title></head><body>
es_mx: <html><head><title>Problemas de Asignación</title></head><body>

source: Unconfirmed Matches (Mutual Help)
es_mx: Asignaciones no Confirmadas

source: These matches still need to be confirmed
es_mx: Éstas asignaciones aún tienen que ser confirmadas

source: <html><head><title>Unconfirmed Matches</title></head><body>
es_mx: <html><head><title>Asignaciones no Confirmadas</title></head><body>
